Repository: charliek49/horilla-crm
Catalog: horilla_crm/opportunities/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: When enabled, users can assign splits to any active user in the company,not just opportunity team members. This allows adding new members while editing splits.
ar: عند التفعيل، يمكن للمستخدمين تعيين التقسيمات لأي مستخدم نشط في الشركة، وليس فقط لأعضاء فريق الفرصة. هذا يسمح بإضافة أعضاء جدد أثناء تعديل التقسيمات.
de: Wenn aktiviert, können Benutzer Aufteilungen jedem aktiven Benutzer im Unternehmen zuweisen, nicht nur Teammitgliedern. Dies ermöglicht das Hinzufügen neuer Mitglieder während der Bearbeitung von Aufteilungen.
fr: Lorsqu’activé, les utilisateurs peuvent attribuer des répartitions à n’importe quel utilisateur actif dans l’entreprise, pas seulement aux membres de l’équipe d’opportunité. Cela permet d’ajouter de nouveaux membres lors de l’édition des répartitions.

source: Quick Tips for Opportunity Splits
ar: نصائح سريعة لتقسيم الفرص
de: Schnelle Tipps für Verkaufsaufteilungen
fr: Conseils rapides pour les répartitions d’opportunité

source: Enable opportunity splits to distribute revenue and credit among multiple team members
ar: تفعيل تقسيم الفرص لتوزيع الإيرادات والنسب بين أعضاء الفريق المتعددين
de: Aktivieren Sie Verkaufsaufteilungen, um Umsatz und Anerkennung auf mehrere Teammitglieder zu verteilen
fr: Activez les répartitions d’opportunité pour distribuer les revenus et le crédit entre plusieurs membres de l’équipe

source: Configure split fields to track different revenue types (Revenue, Overlay, Expected Revenue)
ar: تكوين حقول التقسيم لتتبع أنواع الإيرادات المختلفة (الإيرادات، التراكب، الإيرادات المتوقعة)
de: Konfigurieren Sie Aufteilungsfelder zur Verfolgung verschiedener Umsatztypen (Umsatz, Overlay, erwarteter Umsatz)
fr: Configurez les champs de répartition pour suivre différents types de revenus (Revenu, Superposition, Revenu attendu)

source: Set percentage allocations for each team member to ensure proper credit distribution
ar: تعيين نسب مئوية لكل عضو فريق لضمان توزيع النسب بشكل صحيح
de: Legen Sie prozentuale Zuweisungen für jedes Teammitglied fest, um eine korrekte Anerkennungsverteilung sicherzustellen
fr: Définissez les pourcentages pour chaque membre de l’équipe afin d’assurer une répartition correcte du crédit

source: Choose whether to allow all users or restrict splits to opportunity team members only
ar: اختر ما إذا كنت تريد السماح لجميع المستخدمين أو تقييد التقسيمات لأعضاء فريق الفرصة فقط
de: Wählen Sie, ob alle Benutzer zugelassen oder die Aufteilungen nur auf Teammitglieder beschränkt werden sollen
fr: Choisissez d’autoriser tous les utilisateurs ou de restreindre les répartitions uniquement aux membres de l’équipe d’opportunité

source: Please Activate opporunity team settings
ar: يرجى تفعيل إعدادات فريق الفرصة
de: Bitte aktivieren Sie die Einstellungen für das Verkaufsteam
fr: Veuillez activer les paramètres de l’équipe d’opportunité

source: Select User
ar: اختر المستخدم
de: Benutzer auswählen
fr: Sélectionner un utilisateur

source: Not in team
ar: ليس في الفريق
de: Nicht im Team
fr: Pas dans l’équipe

source: Percent
ar: النسبة المئوية
de: Prozent
fr: Pourcentage

source: Actions
ar: الإجراءات
de: Aktionen

source: Add Row
ar: إضافة صف
de: Zeile hinzufügen
fr: Ajouter une ligne

source: Only opportunity team members can be assigned splits.To allow all users, enable Let users add members to opportunity teams while editing splits in Opportunity Settings
ar: يمكن تعيين التقسيمات لأعضاء فريق الفرصة فقط. للسماح لجميع المستخدمين، قم بتفعيل 'السماح للمستخدمين بإضافة أعضاء إلى فرق الفرص أثناء تعديل التقسيمات' في إعدادات الفرصة.
de: Nur Teammitglieder können Aufteilungen zugewiesen werden. Um alle Benutzer zuzulassen, aktivieren Sie 'Benutzern erlauben, Mitglieder zu Verkaufsteams hinzuzufügen, während sie Aufteilungen bearbeiten' in den Verkaufseinstellungen.
fr: Seuls les membres de l’équipe d’opportunité peuvent se voir attribuer des répartitions. Pour autoriser tous les utilisateurs, activez « Permettre aux utilisateurs d’ajouter des membres aux équipes d’opportunité lors de l’édition des répartitions » dans les paramètres d’opportunité.

source: All active users in the company can be assigned splits.
ar: يمكن تعيين التقسيمات لجميع المستخدمين النشطين في الشركة.
de: Allen aktiven Benutzern im Unternehmen können Aufteilungen zugewiesen werden.
fr: Tous les utilisateurs actifs de l’entreprise peuvent se voir attribuer des répartitions.

source: Total percentage must equal 100%% for this split type.
ar: يجب أن يكون مجموع النسب 100%% لهذا النوع من التقسيم.
de: Der Gesamtprozentsatz muss für diesen Aufteilungstyp 100%% betragen.
fr: Le pourcentage total doit être égal à 100%% pour ce type de répartition.

source: Save
ar: حفظ
de: Speichern
fr: Enregistrer

source: Saving...
ar: جارٍ الحفظ...
de: Speichert...
fr: Enregistrement...

source: TOTAL PERCENT
ar: إجمالي النسبة
de: GESAMTPROZENTSATZ
fr: POURCENTAGE TOTAL

source: TOTAL AMOUNT
ar: إجمالي المبلغ
de: GESAMTBETRAG
fr: MONTANT TOTAL

source: Manage Custom Stages
ar: إدارة المراحل المخصصة
de: Benutzerdefinierte Phasen verwalten
fr: Gérer les étapes personnalisées

source: Add Stage
ar: إضافة مرحلة
de: Phase hinzufügen
fr: Ajouter une étape

source: Changes
ar: التغييرات
de: Änderungen
fr: Modifications

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler

source: Initialize Database
ar: تهيئة قاعدة البيانات
de: Datenbank initialisieren
fr: Initialiser la base de données

source: Get started by using default stages or adding your custom stages.
ar: ابدأ باستخدام المراحل الافتراضية أو إضافة مراحل مخصصة.
de: Beginnen Sie mit den Standardphasen oder fügen Sie eigene Phasen hinzu.
fr: Commencez par utiliser les étapes par défaut ou ajoutez vos propres étapes.

source: Default Stages
ar: المراحل الافتراضية
de: Standardphasen
fr: Étapes par défaut

source: Stages
ar: المراحل
de: Phasen
fr: Étapes

source: Select Opportunity Stages for
ar: اختر مراحل الفرصة لـ
de: Verkaufsphasen auswählen für
fr: Sélectionner les étapes d’opportunité pour

source: Custom Stages
ar: المراحل المخصصة
de: Benutzerdefinierte Phasen
fr: Étapes personnalisées

source: Team Selling Setup
ar: إعداد بيع الفريق
de: Teamverkauf Einrichtung
fr: Configuration de la vente en équipe

source: Configure opportunity team settings to enable collaboration among sales team members
ar: تكوين إعدادات فريق الفرصة لتمكين التعاون بين أعضاء فريق المبيعات
de: Konfigurieren Sie die Einstellungen für Verkaufsteams, um die Zusammenarbeit der Vertriebsteams zu ermöglichen.
fr: Configurez les paramètres de l’équipe d’opportunité pour permettre la collaboration entre les membres de l’équipe de vente

source: Team Selling is Enabled
ar: بيع الفريق مفعّل
de: Teamverkauf ist aktiviert
fr: La vente en équipe est activée

source: Opportunity teams are available across your system
ar: فرق الفرص متاحة في نظامك
de: Verkaufsteams sind im gesamten System verfügbar
fr: Les équipes d’opportunité sont disponibles dans tout votre système

source: Team Selling is Disabled
ar: بيع الفريق معطل
de: Teamverkauf ist deaktiviert
fr: La vente en équipe est désactivée

source: Enable to start using opportunity teams
ar: فعّل للبدء باستخدام فرق الفرص
de: Aktivieren, um Verkaufsteams zu verwenden
fr: Activez pour commencer à utiliser les équipes d’opportunité

source: About Team Selling
ar: حول بيع الفريق
de: Über Teamverkauf
fr: À propos de la vente en équipe

source: Opportunity Teams help multiple users to better collaborate on opportunities by defining a role for each team member, setting record-level access individually, and viewing teams in list views and reports.
ar: تساعد فرق الفرص عدة مستخدمين على التعاون بشكل أفضل في الفرص من خلال تحديد دور لكل عضو فريق، تعيين صلاحيات وصول على مستوى السجل بشكل فردي، وعرض الفرق في القوائم والتقارير.
de: Verkaufsteams helfen mehreren Benutzern, besser an Verkaufschancen zusammenzuarbeiten, indem für jedes Teammitglied eine Rolle definiert, der Zugriff auf Datensatzebene individuell festgelegt und Teams in Listenansichten und Berichten angezeigt werden.
fr: Les équipes d’opportunité aident plusieurs utilisateurs à mieux collaborer sur les opportunités en définissant un rôle pour chaque membre de l’équipe, en configurant l’accès au niveau des enregistrements individuellement, et en affichant les équipes dans les listes et rapports.

source: When disabled, all existing opportunity teams and their members have been deleted.
ar: عند التعطيل، تم حذف جميع فرق الفرص الحالية وأعضائها.
de: Bei Deaktivierung wurden alle bestehenden Verkaufsteams und deren Mitglieder gelöscht.
fr: Lorsqu’elle est désactivée, toutes les équipes d’opportunité existantes et leurs membres ont été supprimés.

source: When enabled, opportunity teams are available throughout the application. Users may prepare default opportunity teams for speedy setup of new opportunities.
ar: عند التفعيل، تتوفر فرق الفرص في كامل التطبيق. يمكن للمستخدمين تحضير فرق فرص افتراضية لتسهيل إنشاء فرص جديدة بسرعة.
de: Bei Aktivierung sind Verkaufsteams in der gesamten Anwendung verfügbar. Benutzer können Standard-Verkaufsteams vorbereiten, um neue Verkaufschancen schnell einzurichten.
fr: Lorsqu’elle est activée, les équipes d’opportunité sont disponibles dans toute l’application. Les utilisateurs peuvent préparer des équipes par défaut pour une configuration rapide des nouvelles opportunités.

source: Change Owner
ar: تغيير المالك
de: Besitzer ändern
fr: Changer le propriétaire

source: Duplicate
ar: تكرار
de: Duplizieren
fr: Dupliquer

source: Opportunity Information
ar: معلومات الفرصة
de: Verkaufsinformationen
fr: Informations sur l’opportunité

source: Additional Information
ar: معلومات إضافية
de: Zusätzliche Informationen
fr: Informations supplémentaires

source: Contact Roles
ar: أدوار الاتصال
de: Kontaktrollen
fr: Rôles de contact

source: Add Team
ar: إضافة فريق
de: Team hinzufügen
fr: Ajouter une équipe

source: Manage Opportunity Splits
ar: إدارة تقسيمات الفرص
de: Verkaufsaufteilungen verwalten
fr: Gérer les répartitions d’opportunité

source: Add Contact Role
ar: إضافة دور اتصال
de: Kontaktrolle hinzufügen
fr: Ajouter un rôle de contact
