Repository: charliek49/horilla-crm
Catalog: horilla_crm/opportunities/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: Opportunities
ar: الفرص
de: Verkaufschancen
fr: Opportunités

source: Threshold updated successfully
ar: تم تحديث الحد بنجاح
de: Schwellenwert erfolgreich aktualisiert
fr: Seuil mis à jour avec succès

source: Big Deal Alert
ar: تنبيه صفقة كبيرة
de: Großes Geschäfts-Alarm
fr: Alerte grosse affaire

source: At least one valid condition row must be provided.
ar: يجب توفير صف واحد صالح على الأقل من الشروط.
de: Es muss mindestens eine gültige Bedingungszeile angegeben werden.
fr: Au moins une ligne de condition valide doit être fournie.

source: Select Team
ar: اختر الفريق
de: Team auswählen
fr: Sélectionner une équipe

source: Select a team to add all its default members to this opportunity
ar: اختر فريقًا لإضافة جميع أعضائه الافتراضيين إلى هذه الفرصة
de: Wählen Sie ein Team aus, um alle Standardmitglieder dieser Verkaufschance hinzuzufügen
fr: Sélectionnez une équipe pour ajouter tous ses membres par défaut à cette opportunité

source: Opportunity Team
ar: فريق الفرصة
de: Verkaufsteam
fr: Équipe d’opportunité

source: Opportunity
ar: الفرصة
de: Verkaufschance
fr: Opportunité

source: Opportunity Team Settings
ar: إعدادات فريق الفرصة
de: Einstellungen für Verkaufsteam
fr: Paramètres de l’équipe d’opportunité

source: Opportunity Split Settings
ar: إعدادات تقسيم الفرصة
de: Einstellungen für Verkaufsaufteilung
fr: Paramètres de la répartition d’opportunité

source: Open
ar: مفتوحة
de: Offen
fr: Ouvert

source: Closed Won
ar: مغلقة - ناجحة
de: Abgeschlossen - Gewonnen
fr: Clôturé gagné

source: Closed Lost
ar: مغلقة - خاسرة
de: Abgeschlossen - Verloren
fr: Clôturé perdu

source: Stage Name
ar: اسم المرحلة
de: Phasenname
fr: Nom de l’étape

source: Order
ar: الترتيب
de: Reihenfolge
fr: Ordre

source: Probability
ar: الاحتمالية
de: Wahrscheinlichkeit
fr: Probabilité

source: Is Final Stage
ar: هل هي المرحلة النهائية
de: Ist Endphase
fr: Est l’étape finale

source: Stage Type
ar: نوع المرحلة
de: Phasentyp
fr: Type d’étape

source: Type of stage - Open, Closed Won, or Closed Lost
ar: نوع المرحلة - مفتوحة، مغلقة ناجحة، أو مغلقة خاسرة
de: Phasentyp – Offen, Abgeschlossen Gewonnen oder Abgeschlossen Verloren
fr: Type d’étape – Ouvert, Clôturé gagné ou Clôturé perdu

source: Order must be a non-negative integer.
ar: يجب أن يكون الترتيب عددًا صحيحًا غير سالب.
de: Die Reihenfolge muss eine ganze Zahl größer oder gleich Null sein.
fr: L’ordre doit être un entier positif ou nul.

source: Opportunity Stage
ar: مرحلة الفرصة
de: Verkaufsphasen
fr: Étape d’opportunité

source: Opportunity Stages
ar: مراحل الفرصة
de: Verkaufsphasen
fr: Étapes d’opportunité

source: Website
ar: الموقع الإلكتروني
de: Webseite
fr: Site web

source: Referral
ar: إحالة
de: Empfehlung
fr: Référence

source: Event
ar: حدث
de: Ereignis
fr: Événement

source: Campaign
ar: حملة
de: Kampagne
fr: Campagne

source: Phone
ar: هاتف
de: Telefon
fr: Téléphone

source: Email
ar: البريد الإلكتروني

source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
fr: Réseaux sociaux

source: Partner
ar: شريك
fr: Partenaire

source: Other
ar: أخرى
de: Andere
fr: Autre

source: Opportunity Name
ar: اسم الفرصة
de: Name der Verkaufschance
fr: Nom de l’opportunité

source: Amount
ar: المبلغ
de: Betrag
fr: Montant

source: Expected Revenue
ar: الإيرادات المتوقعة
de: Erwarteter Umsatz
fr: Revenu attendu

source: Quantity
ar: الكمية
de: Menge
fr: Quantité

source: Close Date
ar: تاريخ الإغلاق
de: Abschlussdatum
fr: Date de clôture

source: Stage
ar: المرحلة
de: Phase
fr: Étape

source: Description
ar: الوصف
de: Beschreibung

source: Next Step
ar: الخطوة التالية
de: Nächster Schritt
fr: Étape suivante

source: Opportunity Score
ar: درجة الفرصة
de: Bewertung der Verkaufschance
fr: Score d’opportunité

source: Primary Campaign Source
ar: المصدر الأساسي للحملة
de: Primäre Kampagnenquelle
fr: Source principale de la campagne

source: Owner
ar: المالك
de: Inhaber
fr: Propriétaire

source: Type
ar: النوع
de: Typ

source: Lead Source
ar: مصدر العميل المتوقع
de: Lead-Quelle
fr: Source du prospect

source: Forecast Category
ar: فئة التنبؤ
de: Prognosekategorie
fr: Catégorie de prévision

source: Delivery Installation Status
ar: حالة التسليم والتركيب
de: Status Lieferung/Installation
fr: Statut de livraison/installation

source: Main Competitors
ar: المنافسون الرئيسيون
de: Hauptwettbewerber
fr: Principaux concurrents

source: Order Number
ar: رقم الطلب
de: Bestellnummer
fr: Numéro de commande

source: Tracking Number
ar: رقم التتبع
de: Sendungsverfolgungsnummer
fr: Numéro de suivi

source: Account
ar: الحساب
de: Konto
fr: Compte

source: Role
ar: الدور
de: Rolle
fr: Rôle

source: Opportunity Contact Role
ar: دور جهة الاتصال في الفرصة
de: Kontaktrolle der Verkaufschance
fr: Rôle du contact dans l’opportunité

source: Opportunity Contact Roles
ar: أدوار جهات الاتصال في الفرصة
de: Kontaktrollen der Verkaufschance
fr: Rôles des contacts dans l’opportunité

source: Account Manager
ar: مدير الحساب
de: Kundenbetreuer
fr: Gestionnaire de compte

source: Channel Manager
ar: مدير القناة
fr: Gestionnaire de canal

source: Executive Sponsor
ar: الراعي التنفيذي
fr: Sponsor exécutif

source: Lead Qualifier
ar: مؤهل العميل المتوقع
de: Lead-Qualifizierer
fr: Qualificateur de prospect

source: Pre-Sales Consultant
ar: مستشار ما قبل البيع
de: Pre-Sales Berater
fr: Consultant avant-vente

source: Sales Manager
ar: مدير المبيعات
de: Verkaufsleiter
fr: Responsable des ventes

source: Sales Rep
ar: مندوب المبيعات
de: Vertriebsmitarbeiter
fr: Représentant commercial

source: Opportunity Owner
ar: مالك الفرصة
de: Besitzer der Verkaufschance
fr: Propriétaire de l’opportunité

source: Read Only
ar: للقراءة فقط
de: Nur Lesen
fr: Lecture seule

source: Read/Write
ar: قراءة/كتابة
de: Lesen/Schreiben
fr: Lecture/Écriture

source: Team Name
ar: اسم الفريق
fr: Nom de l’équipe

source: Opportunity Teams
ar: فرق الفرص
de: Verkaufsteams
fr: Équipes d’opportunité

source: Opportunity Access
ar: وصول الفرصة
de: Zugriff auf Verkaufschance
fr: Accès à l’opportunité

source: Member Role
ar: دور العضو
de: Mitgliederrolle
fr: Rôle du membre

source: Team Members
ar: أعضاء الفريق
de: Teammitglieder
fr: Membres de l’équipe

source: Opportunity team member
ar: عضو فريق الفرصة
de: Mitglied des Verkaufsteams
fr: Membre de l’équipe d’opportunité

source: Opportunity team members
ar: أعضاء فريق الفرصة
de: Mitglieder des Verkaufsteams
fr: Membres de l’équipe d’opportunité

source: Team Member
ar: عضو الفريق
de: Teammitglied
fr: Membre de l’équipe

source: Access Level
ar: مستوى الوصول
de: Zugriffslevel
fr: Niveau d’accès

source: Default Opportunity Member
ar: عضو الفرصة الافتراضي
de: Standard-Verkaufschancenmitglied
fr: Membre d’opportunité par défaut

source: Default Opportunity Members
ar: أعضاء الفرصة الافتراضيين
de: Standard-Verkaufschancenmitglieder
fr: Membres d’opportunité par défaut

source: Enable Team Selling
ar: تفعيل بيع الفريق
de: Teamverkauf aktivieren
fr: Activer la vente en équipe

source: Enable Opportunity Teams to help multiple users collaborate on opportunities. When enabled, you can define roles for team members, set record-level access, and view teams in list views and reports.
ar: تفعيل فرق الفرص لمساعدة عدة مستخدمين على التعاون في الفرص. عند التفعيل، يمكنك تحديد أدوار لأعضاء الفريق، تعيين صلاحيات وصول على مستوى السجل، وعرض الفرق في القوائم والتقارير.
de: Aktivieren Sie Verkaufsteams, damit mehrere Benutzer an Verkaufschancen zusammenarbeiten können. Nach der Aktivierung können Sie Rollen für Teammitglieder festlegen, Zugriffsrechte auf Datensatzebene definieren und Teams in Listenansichten und Berichten anzeigen.
fr: Activez les équipes d’opportunité pour permettre à plusieurs utilisateurs de collaborer sur les opportunités. Une fois activé, vous pouvez définir les rôles des membres, configurer l’accès aux enregistrements, et afficher les équipes dans les listes et rapports.

source: Enable Opportunity Splits
ar: تفعيل تقسيم الفرص
de: Verkaufsaufteilungen aktivieren
fr: Activer les répartitions d’opportunités

source: Allow multiple users to share credit for an opportunity. Splits can be based on revenue, overlay, or custom metrics.
ar: السماح لعدة مستخدمين بمشاركة نسبة الفرصة. يمكن أن تكون التقسيمات مبنية على الإيرادات، التراكب، أو مقاييس مخصصة.
de: Ermöglichen Sie mehreren Benutzern, sich den Kredit für eine Verkaufschance zu teilen. Aufteilungen können auf Umsatz, Overlay oder benutzerdefinierten Metriken basieren.
fr: Permet à plusieurs utilisateurs de partager le crédit d’une opportunité. Les répartitions peuvent être basées sur les revenus, l’overlay ou des métriques personnalisées.

source: Let users add members to opportunity teams while editing splits
ar: السماح للمستخدمين بإضافة أعضاء إلى فرق الفرص أثناء تعديل التقسيمات
de: Benutzern erlauben, Mitglieder zu Verkaufsteams hinzuzufügen, während sie Aufteilungen bearbeiten
fr: Permet aux utilisateurs d’ajouter des membres aux équipes d’opportunité lors de l’édition des répartitions

source: When enabled, users can assign splits to any active user in the company, not just opportunity team members. This allows adding new members while editing splits.
ar: عند التفعيل، يمكن للمستخدمين تعيين التقسيمات لأي مستخدم نشط في الشركة، وليس فقط لأعضاء فريق الفرصة. هذا يسمح بإضافة أعضاء جدد أثناء تعديل التقسيمات.
de: Wenn aktiviert, können Benutzer Aufteilungen jedem aktiven Benutzer im Unternehmen zuweisen, nicht nur Teammitgliedern der Verkaufschance. Dies ermöglicht das Hinzufügen neuer Mitglieder während der Bearbeitung von Aufteilungen.
fr: Une fois activé, les utilisateurs peuvent attribuer des répartitions à tout utilisateur actif de l’entreprise, pas seulement aux membres de l’équipe. Cela permet d’ajouter de nouveaux membres lors de l’édition des répartitions.

source: Opportunity Setting
ar: إعدادات الفرصة
de: Verkaufseinstellung
fr: Paramètre d’opportunité

source: Opportunity Settings
ar: إعدادات الفرص
de: Verkaufseinstellungen
fr: Paramètres d’opportunité

source: Expected Revenue Overlay
ar: تراكب الإيرادات المتوقعة
de: Erwartetes Umsatz-Overlay
fr: Superposition de revenu attendu

source: Overlay
ar: تراكب
fr: Superposition

source: Revenue
ar: الإيرادات
de: Umsatz
fr: Revenu

source: Split Label
ar: تسمية التقسيم
de: Aufteilungsetikett
fr: Libellé de la répartition

source: Name of the split type (e.g., Revenue, Overlay)
ar: اسم نوع التقسيم (مثل الإيرادات، التراكب)
de: Name des Aufteilungstyps (z. B. Umsatz, Overlay)
fr: Nom du type de répartition (ex. Revenu, Superposition)

source: Split Field
ar: حقل التقسيم
de: Aufteilungsfeld
fr: Champ de répartition

source: Field to split: amount, expected_revenue, etc.
ar: الحقل المراد تقسيمه: المبلغ، الإيرادات المتوقعة، إلخ.
de: Feld zur Aufteilung: Betrag, erwarteter Umsatz, usw.
fr: Champ à répartir : montant, revenu attendu, etc.

source: Opportunity - Amount
ar: الفرصة - المبلغ
de: Verkaufschance - Betrag
fr: Opportunité - Montant

source: Opportunity - Expected Revenue
ar: الفرصة - الإيرادات المتوقعة
de: Verkaufschance - Erwarteter Umsatz
fr: Opportunité - Revenu attendu

source: Totals 100%
ar: الإجمالي 100%
de: Summe 100%
fr: Total 100%

source: Require splits of this type to total exactly 100%
ar: يجب أن يصل مجموع هذا النوع من التقسيمات إلى 100% بالضبط
de: Aufteilungen dieses Typs müssen genau 100 % ergeben
fr: Exiger que les répartitions de ce type totalisent exactement 100%

source: Opportunity Split Type
ar: نوع تقسيم الفرصة
de: Typ der Verkaufsaufteilung
fr: Type de répartition d’opportunité

source: Opportunity Split Types
ar: أنواع تقسيم الفرص
de: Typen der Verkaufsaufteilungen
fr: Types de répartitions d’opportunité

source: User receiving credit for this split.
ar: المستخدم الذي يحصل على النسبة في هذا التقسيم.
de: Benutzer, der für diese Aufteilung anerkannt wird.
fr: Utilisateur recevant le crédit pour cette répartition.

source: Split Type
ar: نوع التقسيم
de: Aufteilungstyp
fr: Type de répartition

source: Type of split, such as Revenue or Overlay.
ar: نوع التقسيم، مثل الإيرادات أو التراكب.
de: Art der Aufteilung, z.B. Umsatz oder Overlay.
fr: Type de répartition, tel que Revenu ou Superposition.

source: Split Percentage
ar: نسبة التقسيم
de: Aufteilungsprozentsatz
fr: Pourcentage de répartition

source: Percentage of total credit (e.g., 25.00 for 25%).
ar: نسبة الائتمان الإجمالي (مثلاً 25.00 تمثل 25%)
de: Prozentsatz des Gesamtkredits (z.B. 25,00 für 25 %).
fr: Pourcentage du crédit total (ex. 25.00 pour 25%).

source: Split Amount
ar: مبلغ التقسيم
de: Aufteilungsbetrag
fr: Montant de la répartition

source: Calculated split amount based on percentage and opportunity amount.
ar: مبلغ التقسيم المحسوب بناءً على النسبة ومبلغ الفرصة.
de: Berechneter Aufteilungsbetrag basierend auf Prozentsatz und Verkaufsbetrag.
fr: Montant de la répartition calculé en fonction du pourcentage et du montant de l’opportunité.

source: Opportunity Split
ar: تقسيمات الفرص
de: Verkaufsaufteilungen
fr: Répartitions d’opportunité

source: Opportunity Splits
ar: تقسيمات الفرص
de: Verkaufsaufteilungen
fr: Répartitions d’opportunité

source: Alert Name
ar: اسم التنبيه
de: Alarmname
fr: Nom de l’alerte

source: Trigger Amount
ar: مبلغ التفعيل
de: Auslösebetrag
fr: Montant déclencheur

source: Trigger Probability
ar: احتمالية التفعيل
de: Auslösewahrscheinlichkeit
fr: Probabilité déclencheur

source: Trigger alert when opportunity probability reaches this percentage
ar: تفعيل التنبيه عندما تصل احتمالية الفرصة إلى هذه النسبة
de: Alarm auslösen, wenn die Wahrscheinlichkeit der Verkaufschance diesen Prozentsatz erreicht
fr: Déclencher une alerte lorsque la probabilité de l’opportunité atteint ce pourcentage

source: Sender Name
ar: اسم المرسل
de: Name des Absenders
fr: Nom de l’expéditeur

source: Sender Email
ar: بريد المرسل الإلكتروني
de: E-Mail des Absenders
fr: Email de l’expéditeur

source: Notify Emails
ar: إشعار عبر البريد الإلكتروني
de: Benachrichtige E-Mails
fr: Notifier les emails

source: Comma-separated emails to notify
ar: عناوين البريد الإلكتروني المفصولة بفواصل للإشعار
de: Kommagetrennte E-Mail-Adressen zur Benachrichtigung
fr: Emails séparés par des virgules à notifier

source: Notify CC Emails
ar: إشعار نسخ إلى البريد الإلكتروني
de: Benachrichtige CC-E-Mails
fr: Notifier les emails en copie

source: Notify BCC Emails
ar: إشعار نسخ مخفي إلى البريد الإلكتروني
de: Benachrichtige BCC-E-Mails
fr: Notifier les emails en copie cachée

source: Notify Opportunity Owner
ar: إشعار مالك الفرصة
de: Benachrichtige Besitzer der Verkaufschance
fr: Notifier le propriétaire de l’opportunité

source: Active
ar: نشط
de: Aktiv
fr: Actif

source: Big Deal Alerts
ar: تنبيهات الصفقات الكبيرة
de: Großgeschäfts-Alarme
fr: Alertes grosses affaires

source: Is Active
ar: نشط
de: Ist aktiv
fr: Est actif

source: Opportunity Splits has been enabled successfully! Users can now split opportunities and assign percentages to team members.
ar: تم تفعيل تقسيم الفرص بنجاح! يمكن للمستخدمين الآن تقسيم الفرص وتعيين النسب لأعضاء الفريق.
de: Verkaufsaufteilungen wurden erfolgreich aktiviert! Benutzer können Verkaufschancen jetzt aufteilen und Teammitgliedern Prozentsätze zuweisen.
fr: Les répartitions d’opportunités ont été activées avec succès ! Les utilisateurs peuvent maintenant répartir les opportunités et attribuer des pourcentages aux membres de l’équipe.

source: Opportunity Splits has been disabled. Existing splits will no longer be visible or accessible.
ar: تم تعطيل تقسيم الفرص. لن تكون التقسيمات الحالية مرئية أو قابلة للوصول.
de: Verkaufsaufteilungen wurden deaktiviert. Bestehende Aufteilungen sind nicht mehr sichtbar oder zugänglich.
fr: Les répartitions d’opportunités ont été désactivées. Les répartitions existantes ne seront plus visibles ni accessibles.

source: All users can now be added to opportunity splits. Users can assign splits to any active user in the company.
ar: يمكن الآن إضافة جميع المستخدمين إلى تقسيمات الفرص. يمكن للمستخدمين تعيين التقسيمات لأي مستخدم نشط في الشركة.
de: Alle Benutzer können jetzt zu Verkaufsaufteilungen hinzugefügt werden. Benutzer können Aufteilungen jedem aktiven Benutzer im Unternehmen zuweisen.
fr: Tous les utilisateurs peuvent maintenant être ajoutés aux répartitions d’opportunité. Les utilisateurs peuvent attribuer des répartitions à tout utilisateur actif de l’entreprise.

source: Only opportunity team members can now be added to splits. Adding other users has been restricted.
ar: يمكن الآن إضافة أعضاء فريق الفرصة فقط إلى التقسيمات. تم تقييد إضافة مستخدمين آخرين.
de: Nur Teammitglieder der Verkaufschance können jetzt zu Aufteilungen hinzugefügt werden. Das Hinzufügen anderer Benutzer wurde eingeschränkt.
fr: Seuls les membres de l’équipe d’opportunité peuvent maintenant être ajoutés aux répartitions. L’ajout d’autres utilisateurs a été restreint.

source: Opportunity splits are not enabled.
ar: تقسيم الفرص غير مفعل.
de: Verkaufsaufteilungen sind nicht aktiviert.
fr: Les répartitions d’opportunités ne sont pas activées.

source: Opportunity splits saved successfully
ar: تم حفظ تقسيمات الفرص بنجاح
de: Verkaufsaufteilungen erfolgreich gespeichert
fr: Répartitions d’opportunité enregistrées avec succès

source: Added to opportunity team: {}
ar: تمت الإضافة إلى فريق الفرصة: {}
de: Zum Verkaufsteam hinzugefügt: {}
fr: Ajouté à l’équipe d’opportunité : {}

source: At least one split must be added.
ar: يجب إضافة تقسيم واحد على الأقل.
de: Mindestens eine Aufteilung muss hinzugefügt werden.
fr: Au moins une répartition doit être ajoutée.

source: Invalid percentage value.
ar: قيمة النسبة غير صالحة.
de: Ungültiger Prozentsatzwert.
fr: Valeur de pourcentage invalide.

source: Total percentage must equal 100%. Current total: {total_percentage}%
ar: يجب أن يكون مجموع النسب 100%. الإجمالي الحالي: {total_percentage}%
de: Gesamtprozentsatz muss 100 % betragen. Aktueller Gesamtwert: {total_percentage}%
fr: Le pourcentage total doit être égal à 100%. Total actuel : {total_percentage}%

source: Percentage must be between 0 and 100.
ar: يجب أن تكون النسبة بين 0 و 100.
de: Der Prozentsatz muss zwischen 0 und 100 liegen.
fr: Le pourcentage doit être compris entre 0 et 100.

source: Cannot assign multiple splits to the same user for one split type.
ar: لا يمكن تعيين تقسيمات متعددة لنفس المستخدم لنوع تقسيم واحد.
de: Es können nicht mehrere Aufteilungen desselben Typs demselben Benutzer zugewiesen werden.
fr: Impossible d’assigner plusieurs répartitions au même utilisateur pour un même type.

source: Create Opportunity Team
ar: إنشاء فريق الفرصة
de: Verkaufsteam erstellen
fr: Créer une équipe d’opportunité

source: Add Members
ar: إضافة أعضاء
de: Mitglieder hinzufügen
fr: Ajouter des membres

source: Update Team Member
ar: تحديث عضو الفريق
de: Teammitglied aktualisieren
fr: Mettre à jour un membre de l’équipe

source: Cannot delete {user.get_full_name() or user.username} from the opportunity team.
ar: لا يمكن حذف {user.get_full_name() or user.username} من فريق الفرصة.
de: Kann {user.get_full_name() or user.username} nicht aus dem Verkaufsteam löschen.
fr: Impossible de supprimer {user.get_full_name() or user.username} de l’équipe d’opportunité.

source: An error occurred while deleting the team member.
ar: حدث خطأ أثناء حذف عضو الفريق.
de: Beim Löschen des Teammitglieds ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la suppression du membre de l’équipe.

source: Add Default Team
ar: إضافة الفريق الافتراضي
de: Standardteam hinzufügen
fr: Ajouter une équipe par défaut

source: Opportunity ID is required
ar: معرف الفرصة مطلوب
de: Verkaufschancen-ID ist erforderlich
fr: L’ID de l’opportunité est obligatoire

source: The selected team has no default members configured.
ar: الفريق المختار لا يحتوي على أعضاء افتراضيين مكونين.
de: Das ausgewählte Team hat keine Standardmitglieder konfiguriert.
fr: L’équipe sélectionnée n’a aucun membre par défaut configuré.

source: Successfully added {added_count} team member(s) from {selected_team.team_name}.
ar: تمت إضافة {added_count} عضو فريق من {selected_team.team_name} بنجاح.
de: {added_count} Teammitglied(er) erfolgreich von {selected_team.team_name} hinzugefügt.
fr: {added_count} membre(s) ajouté(s) avec succès de {selected_team.team_name}.

source: {skipped_count} member(s) were already part of the opportunity team.
ar: {skipped_count} عضو(أعضاء) كانوا بالفعل جزءًا من فريق الفرصة.
de: {skipped_count} Mitglied(er) waren bereits Teil des Verkaufsteams.
fr: {skipped_count} membre(s) faisaient déjà partie de l’équipe d’opportunité.

source: Error adding default team members: {str(e)}
ar: خطأ أثناء إضافة أعضاء الفريق الافتراضي: {str(e)}
de: Fehler beim Hinzufügen der Standardteammitglieder: {str(e)}
fr: Erreur lors de l’ajout des membres par défaut : {str(e)}

source: Add Opportunity Members
ar: إضافة أعضاء الفرصة
de: Mitglieder zur Verkaufschance hinzufügen
fr: Ajouter des membres à l’opportunité

source: Team Selling has been enabled successfully! Users can now create opportunity teams and add team members.
ar: تم تفعيل بيع الفريق بنجاح! يمكن للمستخدمين الآن إنشاء فرق الفرص وإضافة أعضاء الفريق.
de: Teamverkauf wurde erfolgreich aktiviert! Benutzer können jetzt Verkaufsteams erstellen und Mitglieder hinzufügen.
fr: La vente en équipe a été activée avec succès ! Les utilisateurs peuvent désormais créer des équipes d’opportunité et ajouter des membres.

source: Team Selling has been disabled and all existing opportunity teams and their members have been deleted.
ar: تم تعطيل بيع الفريق وتم حذف جميع فرق الفرص وأعضائها الحالية.
de: Teamverkauf wurde deaktiviert und alle bestehenden Verkaufsteams sowie deren Mitglieder wurden gelöscht.
fr: La vente en équipe a été désactivée et toutes les équipes d’opportunité existantes ainsi que leurs membres ont été supprimés.

source: Edit
ar: تعديل
de: Bearbeiten
fr: Modifier

source: Delete
ar: حذف
de: Löschen
fr: Supprimer

source: Final stage changed successfully.
ar: تم تغيير المرحلة النهائية بنجاح.
de: Endphase erfolgreich geändert.
fr: Étape finale modifiée avec succès.

source: Stage not found.
ar: المرحلة غير موجودة.
de: Phase nicht gefunden.
fr: Étape non trouvée.

source: Prospecting
ar: التنقيب
de: Kundenakquise
fr: Prospection

source: Qualification
ar: التأهيل
de: Qualifizierung

source: Needs Analysis
ar: تحليل الاحتياجات
de: Bedarfsanalyse
fr: Analyse des besoins

source: Value Proposition
ar: عرض القيمة
de: Wertangebot
fr: Proposition de valeur

source: Id. Decision Makers
ar: تحديد صناع القرار
de: Identifikation der Entscheidungsträger
fr: Identification des décideurs

source: Perception Analysis
ar: تحليل الإدراك
de: Wahrnehmungsanalyse
fr: Analyse de la perception

source: Proposal/Price Quote
ar: العرض/عرض السعر
de: Angebot/Preisangebot
fr: Proposition / devis

source: Negotiation/Review
ar: التفاوض/المراجعة
de: Verhandlung/Überprüfung
fr: Négociation / révision

source: Nothing to show yet. Please add your Deal Alerts.
ar: لا يوجد شيء للعرض بعد. الرجاء إضافة تنبيهات الصفقات.
de: Noch nichts zu zeigen. Bitte fügen Sie Ihre Deal-Alarme hinzu.
fr: Rien à afficher pour le moment. Veuillez ajouter vos alertes de transaction.

source: Are you sure you want to delete this split?
ar: هل أنت متأكد من حذف هذا التقسيم؟
de: Sind Sie sicher, dass Sie diese Aufteilung löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer cette répartition ?

source: Delete Split
ar: حذف التقسيم
de: Aufteilung löschen
fr: Supprimer la répartition

source: Cannot delete opportunity owner
ar: لا يمكن حذف مالك الفرصة
de: Kann den Besitzer der Verkaufschance nicht löschen
fr: Impossible de supprimer le propriétaire de l’opportunité

source: Edit All Opportunity Splits
ar: تعديل جميع تقسيمات الفرص
de: Alle Verkaufsaufteilungen bearbeiten
fr: Modifier toutes les répartitions d’opportunité

source: Close
ar: إغلاق
de: Schließen
fr: Fermer

source: Enable Opportunity split
ar: تفعيل تقسيم الفرص
de: Verkaufsaufteilung aktivieren
fr: Activer la répartition d’opportunité
