Repository: charliek49/horilla-crm
Catalog: horilla_crm/contacts/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Contacts
ar: جهات الاتصال

source: Select Contact
ar: اختر جهة الاتصال

source: Select the contact to assign as a child contact.
ar: اختر جهة الاتصال ليتم تعيينها كجهة اتصال فرعية.

source: Please select contact.
ar: يرجى اختيار جهة اتصال.

source: This contact already has a parent contact assigned.
ar: هذه جهة الاتصال لديها بالفعل جهة اتصال رئيسية معينة.

source: An contact cannot be its own parent.
ar: لا يمكن لجهة الاتصال أن تكون جهة اتصال رئيسية لنفسها.

source: Please select a valid contact.
ar: يرجى اختيار جهة اتصال صالحة.

source: Web
ar: الويب

source: Phone Inquiry
ar: استفسار هاتفي

source: Partner Referral
ar: إحالة شريك

source: Purchased List
ar: قائمة المشتريات

source: Other
ar: أخرى

source: Contact Owner
ar: مالك جهة الاتصال

source: Title
ar: اللقب

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Email
ar: البريد الإلكتروني

source: Phone
ar: الهاتف

source: Secondary Phone
ar: هاتف ثانوي

source: City
ar: المدينة

source: State
ar: الولاية

source: Zip
ar: الرمز البريدي

source: Country
ar: الدولة

source: Parent Contact
ar: جهة الاتصال الرئيسية

source: Contact Source
ar: مصدر جهة الاتصال

source: Description
ar: الوصف

source: Birth Date
ar: تاريخ الميلاد

source: Assistant
ar: المساعد

source: Assistant Phone
ar: هاتف المساعد

source: Languages
ar: اللغات

source: Is Primary
ar: رئيسي

source: Contact Score
ar: درجة جهة الاتصال

source: Contact
ar: جهة الاتصال

source: Account
ar: الحساب

source: Role
ar: الدور

source: Contact Account Relationship
ar: علاقة جهة الاتصال بالحساب

source: Contact Account Relationships
ar: علاقات جهة الاتصال بالحساب

source: Edit
ar: تعديل

source: Change Owner
ar: تغيير المالك

source: Duplicate
ar: نسخ

source: Contact Information
ar: معلومات جهة الاتصال

source: Address Information
ar: معلومات العنوان

source: Additional Information
ar: معلومات إضافية

source: Related Campaigns
ar: الحملات المرتبطة

source: Related Opportunities
ar: الفرص المرتبطة

source: Related Accounts
ar: الحسابات المرتبطة

source: Child Contacts
ar: جهات الاتصال الفرعية

source: Add Account Contact Relationships
ar: إضافة علاقات جهة الاتصال بالحساب

source: Add Child Contact
ar: إضافة جهة اتصال فرعية

source: You must be logged in to perform this action.
ar: يجب تسجيل الدخول لتنفيذ هذا الإجراء.

source: No parent contact specified in the request.
ar: لم يتم تحديد جهة اتصال رئيسية في الطلب.

source: A contact cannot be its own parent.
ar: لا يمكن لجهة الاتصال أن تكون جهة اتصال رئيسية لنفسها.

source: This contact already has a parent contact.
ar: هذه جهة الاتصال لديها بالفعل جهة اتصال رئيسية.

source: Child contact assigned successfully!
ar: تم تعيين جهة الاتصال الفرعية بنجاح!

source: Invalid parent contact ID format.
ar: تنسيق معرف جهة الاتصال الرئيسية غير صالح.

source: An unexpected error occurred while assigning the child contact.
ar: حدث خطأ غير متوقع أثناء تعيين جهة الاتصال الفرعية.

source: You don't have permission to perform this action.
ar: ليس لديك الإذن لتنفيذ هذا الإجراء.

source: This contact doesn't have a parent contact.
ar: هذه جهة الاتصال ليس لديها جهة اتصال رئيسية.

source: Successfully removed {child_contact} from {parent_contact}'s child contacts.
ar: تم إزالة {child_contact} بنجاح من جهات الاتصال الفرعية لـ {parent_contact}.

source: An error occurred while removing the child contact.
ar: حدث خطأ أثناء إزالة جهة الاتصال الفرعية.
