Repository: charliek49/horilla-crm
Catalog: horilla_crm/campaigns/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Campaigns
ar: الحملات

source: Select Campaign
ar: اختر الحملة

source: Select campaign
ar: اختر الحملة

source: Please select campaign.
ar: يرجى اختيار الحملة.

source: This campaign already has a parent campaign assigned.
ar: هذه الحملة لها حملة رئيسية محددة بالفعل.

source: An campaign cannot be its own parent.
ar: لا يمكن للحملة أن تكون هي الحملة الرئيسية لنفسها.

source: Please select a valid campaign.
ar: يرجى اختيار حملة صالحة.

source: Planned
ar: مخطط

source: Sent
ar: مرسل

source: Recieved
ar: تم الاستلام

source: Responded
ar: تم الرد

source: Lead
ar: عميل محتمل

source: Contact
ar: جهة اتصال

source: Campaign
ar: الحملة

source: Member Status
ar: حالة العضو

source: Type
ar: النوع

source: Campaign Member
ar: عضو الحملة

source: Campaign Members
ar: أعضاء الحملة

source: New
ar: جديد

source: In Progress
ar: قيد التنفيذ

source: Completed
ar: مكتمل

source: Aborted
ar: ملغى

source: Email
ar: البريد الإلكتروني

source: Event
ar: الفعالية

source: Social Media
ar: وسائل التواصل الاجتماعي

source: Other
ar: أخرى

source: Webinar
ar: ويبينار

source: Referral
ar: إحالة

source: Advertisement
ar: إعلان

source: Campaign Name
ar: اسم الحملة

source: Campaign Owner
ar: مالك الحملة

source: Status
ar: الحالة

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Expected Revenue
ar: الإيرادات المتوقعة

source: Budget Cost
ar: تكلفة الميزانية

source: Actual Cost
ar: التكلفة الفعلية

source: Expected Response (%)
ar: الاستجابة المتوقعة (%)

source: Number Sent in Campaign
ar: عدد المرسلين في الحملة

source: Description
ar: الوصف

source: Parent Campaign
ar: الحملة الرئيسية

source: Leads in Campaign
ar: العملاء المحتملين في الحملة

source: Converted Leads in Campaign
ar: العملاء المحتملين المحولين في الحملة

source: Contacts in Campaign
ar: جهات الاتصال في الحملة

source: Opportunities in Campaign
ar: الفرص في الحملة

source: Won Opportunities in Campaign
ar: الفرص المكتسبة في الحملة

source: Value Opportunities in Campaign
ar: قيمة الفرص في الحملة

source: Value Won Opportunities in Campaign
ar: قيمة الفرص المكتسبة في الحملة

source: Responses in Campaign
ar: الردود في الحملة

source: Duplicate
ar: نسخ

source: Campaign Information
ar: معلومات الحملة

source: Financial Information
ar: المعلومات المالية

source: Additional Information
ar: معلومات إضافية

source: Change Owner
ar: تغيير المالك

source: Add Child Campaign
ar: إضافة حملة فرعية

source: You must be logged in to perform this action.
ar: يجب تسجيل الدخول للقيام بهذا الإجراء.

source: No parent campaign specified in the request.
ar: لم يتم تحديد حملة رئيسية في الطلب.

source: A campaign cannot be its own parent.
ar: لا يمكن للحملة أن تكون الحملة الرئيسية لنفسها.

source: This campaign already has a parent campaign.
ar: هذه الحملة لديها حملة رئيسية بالفعل.

source: Child campaign assigned successfully!
ar: تم تعيين الحملة الفرعية بنجاح!

source: Invalid parent campaign ID format.
ar: تنسيق معرف الحملة الرئيسية غير صالح.

source: You don't have permission to perform this action.
ar: ليس لديك الإذن للقيام بهذا الإجراء.

source: This campaign doesn't have a parent campaign.
ar: هذه الحملة لا تحتوي على حملة رئيسية.

source: Successfully removed {child_campaign.campaign_name} from {parent_campaign.campaign_name}'s child campaigns.
ar: تمت إزالة {child_campaign.campaign_name} بنجاح من الحملات الفرعية لـ {parent_campaign.campaign_name}.

source: An error occurred while removing the child campaign.
ar: حدث خطأ أثناء إزالة الحملة الفرعية.

source: Add to Campaign
ar: إضافة إلى الحملة

source: Add Campaign Members
ar: إضافة أعضاء للحملة
